[
    {
    "date": "2025-05-20",
    "time": "7:00 ET / 11:00 GMT / 12:00 WAT / 13:00 CAT, SAST / 14:00 EAT",
    "title": "Débriefing du CA du Fonds Mondial",
    "host": "<a href='https://globalfundadvocatesnetwork.org/' target=_blank>GFAN</a>",
    "description": "GFAN propose la semaine prochaine de débriefer en français du conseil d’administration du Fonds Mondial qui a eu lieu à Genève du 7 au 9 mai – cet appel fait suite au briefing que nous avions organisé avant le conseil d’administration.",
    "link": "https://us06web.zoom.us/meeting/register/etRTxnq8RLCpf8RbWJ6PvQ"
  },
  {
    "date": "2025-05-20",
    "time": "8:00 ET / 12:00 GMT / 13:00 WAT / 14:00 CAT, SAST / 15:00 EAT",
    "title": "Global Fund Reprioritization and Deallocation : What it means and how communities can engage and prepare",
    "host": "<a href='https://eannaso.org/' target=_blank>EANNASO</a>, COMPASS, <a href='https://tbwomen.org/' target=_blank>TB Women</a>, <a href='https://www.dataetc.org/' target=_blank>Data, Etc</a>, CHANGE, Anglophone Africa Learning Hub, <a href='https://communitiesdelegation.org/' target=_blank>Communities Delegation</a>",
    "description": "Global Fund Reprioritization and Deallocation : What it means and how communities can engage and prepare.",
    "link": "https://shorturl.at/dKci8"
  },
  {
    "date": "2025-05-21",
    "time": "8:00 ET / 12:00 GMT / 13:00 WAT / 14:00 CAT, SAST / 15:00 EAT",
    "title": "GFAN Call - Debriefing the Global Fund 53rd Board Meeting",
    "host": "<a href='https://globalfundadvocatesnetwork.org/' target=_blank>GFAN</a>",
    "description": "On this call we welcome the three civil society and communities Delegations to debrief the Global Fund Board Meeting – a most unusual and pivotal one – that took pace from May 7-9 in Geneva.",
    "link": "https://us06web.zoom.us/j/86405607408"
  },
  {
    "date": "2025-05-22",
    "time": "08:30–10:30 CEST",
    "title": "The Future of Domestic Financing for Health is Now: Africa’s Pathway to Sustainable Health Systems",
    "host": "The Ministry of Health, Public Hygiene and Universal Health Coverage, Republic of Côte d’Ivoire, The Ministry of Health, Republic of South Africa, in collaboration with Global Fund",
    "description": "This event is organized by the Ministry of Health and Social Welfare of the Federal Republic of Nigeria, under the leadership of Prof. Muhammad Ali Pate, and co-hosted with the Federal Democratic Republic of Ethiopia, the African Union Commission (AUC), several regional partners, and the Global Fund.  It will bring together Ministers of Health and Finance, senior national policymakers, global and regional advocates for health financing, and development and donor partners. The objective is to foster dialogue on financial sustainability and the transition of African health sectors from donor dependency to increased domestic financing. It will also offer a platform for countries to share lessons, evidence-informed approaches, and strategies for maintaining essential health services and programs amid fiscal and geopolitical uncertainty.",
    "link": "https://forms.office.com/pages/responsepage.aspx?id=CQmSd4KH-06q8USsEU18AxCXwUHdBG5Pq1WKvvzCSAdUNjI2VURGSEZOUE1USEw1VDJON1Y4R05TWC4u&origin=lprLink&route=shorturl"
  },
  {
    "date": "2025-05-22",
    "time": "10:00 ET / 14:00 GMT / 15:00 WAT / 16:00 CAT, SAST / 17:00 EAT",
    "title": "Redefinition des priorites et desallocation du Fonds mondial: Qu'est-ce que cela veut dire et comment les communautes peuvent-elle se preparer et s'y engager",
    "host": "<a href='https://www.rame-int.org/' target=_blank>RAME</a>, <a href='https://prf-fondsmondial.org/' target=_blank>Hub Regional Afrique Francophone</a>, CHANGE, <a href='https://communitiesdelegation.org/' target=_blank>Communities Delegation</a>, <a href='https://cs4me.org/' target=_blank>CS4ME</a>, <a href='https://www.dataetc.org/' target=_blank>Data, Etc</a>",
    "description": "L'objectif de ce webinaire est d'assister à une séance d'information sur la réunion du Conseil d’Administration du Fonds mondial, partager les dernières mises à jour sur la redéfinition des priorités, le ralentissement et la désaffectation du Fonds mondial, discuter des stratégies de plaidoyer avec les CCM, les PRs et SRs, et partager les ressources et le soutien disponibles.",
    "link": "https://us02web.zoom.us/webinar/register/WN_TLIYgyqjRbWzjSpJIRIL-Q"
  },
  {
    "date": "2025-05-23",
    "time": "13:00 Kiyv",
    "title": "Webinar on the results of the 53rd meeting of the Global Fund's Board / Вебинар по результатам 53-го заседания Правления Глобального фонда",
    "host": "<a href='https://eecaplatform.org/en/ilearn-the-global-fund-s-e-learning-platform/' target=_blank>EECA Regional Platform</a>",
    "description": "The aim of the webinar – is to provide the civil society and communities representatives from EECA region with an opportunity to receive the first-hand information about key topics being discussed during this Board meeting, the decisions being made and discuss how these decisions could impact HIV and TB responses as well as availability of the Global Fund’s support for countries in our region. Additionally, participants will have an opportunity to address the representatives of at least three Delegations to the Global Fund Board with all the questions they might have. <br><br> Цель вебинара – предоставить представителям гражданского общества и сообществ из региона ВЕЦА возможность получить информацию из первых рук о ключевых темах и решениях, принятых на этом заседании, а также дать возможность понять, как эти решения могут повлиять на меры по борьбе с ВИЧ и туберкулезом, а также на доступность поддержки Глобального фонда для стран нашего региона. Кроме того, у участников будет возможность обратиться к представителям как минимум трех делегаций в Правлении Глобального фонда со всеми интересующими их вопросами.",
    "link": "https://us02web.zoom.us/meeting/register/ZRa_jwZgTqW3ldZn4glqAw#/registration"
  },
  {
    "date": "2025-05-26",
    "time": "11:00 Central America / 12:00 Lima/Bogota/Kingston / 18:00 Geneva / CET",
    "title": "Diálogo virtual regional de América Latina y el Caribe sobre los ajustes a los ciclos de subvenciones 6 y 7 / LAC Regional virtual dialogue on adjustments to grant cycles 6 and 7",
    "host": "Representación LAC Fondo Mundial, <a href='https://developingngo.org/' target=_blank>Developing Country NGO Delegation</a>, <a href='https://communitiesdelegation.org/' target=_blank>Communities Delegation</a>",
    "description": "Diálogo virtual regional de América Latina y el Caribe sobre los ajustes a los ciclos de subvenciones 6 y 7 / LAC Regional virtual dialogue on adjustments to grant cycles 6 and 7",
    "link": "https://us02web.zoom.us/meeting/register/jETkgc8hRgKn7Lwcm1NueQ#/registration"
  },
  {
    "date": "2025-05-29",
    "time": "10:00 - 11:00 Geneva / 13:30 - 14:30 New Delhi / 15:00 - 16:00 Bangkok / 16:00 - 17:00 Singapore / 17:00 - 18:00 Tokyo / 18:00 - 19:00 Melbourne",
    "title": "Communities & Civil Society Debrief: The 53rd Board Meeting of the Global Fund",
    "host": "<a href='https://gfanasiapacific.org/' target=_blank>GFAN AP<a>, <a href='https://sevenallianceap.com/' target=_blank>Seven Alliance, and the Asia-Pacific Learning Hub</a>",
    "description": "In this call is co-organised by GFAN AP, Seven Alliance, and the Asia-Pacific Learning Hub, we will be unpacking deliberations from the latest Global Fund Board Meeting and hearing perspectives and positions from the Communities, Developing Country NGO and Developed Country NGO Delegations.",
    "link": "https://us06web.zoom.us/meeting/register/u__lati8T6KrT8qG0p83Ug#/registration"
  }
]